hg.Appearance = hg.Appearance or {}

local RandomNames = {
    [1] = { -- MaleNames (남성 이름)
        "마이크",
        "데이브",
        "미셸",
        "존",
        "프레드",
        "미힐",
        "스티븐",
        "세르지오",
        "조엘",
        "사무엘",
        "래리",
        "숀",
        "토마스",
        "호세",
        "바비",
        "리처드",
        "데이비드"
    },
    [2] = { -- FemaleNames (여성 이름)
        "데니스",
        "조이스",
        "제인",
        "사라",
        "에밀리",
        "샬롯",
        "캐시",
        "루스",
        "줄리아",
        "타냐",
        "완다",
        "엘리자베스",
        "니콜",
        "스테이시",
        "메리",
        "안나",
        "다이애나"
    }
}

hg.Appearance.RandomNames = RandomNames