MODE.FirstCasualtyCommander = {
    "방금 첫 번째 감염을 감지했다. 위협은 실재한다. 조심하도록.",
    "벌써 한 명이 당했다. 다음 차례가 되지 않도록 해라. 정신 바짝 차려.",
    "너희 중 한 명의 신호가 끊겼다. 감염되었을 가능성이 높다. 경계해라.",
    "방금 너희 중 한 명이 감염되었다. 너도 다음이 될 수 있으니, 경계하고 당하지 마라."
}

MODE.HalfWayCommander = {
    "이제 절반밖에 남지 않았다. 뭉쳐라.",
    "이제 절반이 죽었거나 감염되었다. 신의 가호가 있기를.",
    "변종 바이러스(Pathowogen)가 이미 절반이나 퍼졌다. 안전에 유의하고, 사각지대를 확인해라.",
    "상황이 좋지 않다. 너희 중 절반이 감염되었다. 제기랄.",
}

MODE.HalfWayHeliCommander = {
    "이제 절반밖에 남지 않았다. 탈출 헬기가 이동 중이다. 도착 예정 시간 : 4~5분.",
    "이제 절반이 죽었거나 감염되었다. 탈출 헬기가 오고 있으니 버텨라!",
    "변종 바이러스가 이미 절반이나 퍼졌다. 탈출 헬기를 준비시켰으니, 조금만 더 인간으로 버텨봐!",
    "상황이 좋지 않다. 절반이 감염되었다. 탈출 헬기가 경로에 진입했으니, 괴물들을 조금만 더 막아내라.",
}

MODE.HalfWayExtractCommander = {
    "이제 절반밖에 남지 않았다. 탈출 부대가 이동 중이다. 도착 예정 시간(ETA): 2~3분.",
    "이제 절반이 죽었거나 감염되었다. 탈출 부대가 오고 있으니 버텨라!",
    "변종 바이러스가 이미 절반이나 퍼졌다. 탈출 부대를 보냈으니, 조금만 더 인간으로 버텨봐!",
    "상황이 좋지 않다. 절반이 감염되었다. 탈출 부대가 경로에 진입했으니, 괴물들을 조금만 더 막아내라.",
}

MODE.ThreeLeftCommander = {
    "이제 셋뿐이다. 서로의 뒤를 봐줘라.",
    "너를 포함해 생존자가 셋뿐이다. 곧 닥쳐올 상황에 대비했길 바란다.",
    "이제 딱 3인조만 남았군. 신의 가호가 있기를.",
    "너와 다른 두 명만이 살아있다. 흩어지지 마라."
}

MODE.ThreeLeftHeliCommander = {
    "이제 셋뿐이다. 헬기가 곧 도착할 거다.",
    "너를 포함해 생존자가 셋뿐이다. 탈출 준비를 해라.",
    "이제 딱 3인조만 남았군. 헬기를 기다려라.",
    "너와 다른 두 명만이 살아있다. 뭉쳐라, 탈출 헬기가 오고 있다."
}

MODE.TwoLeftCommander = {
    "이제 이 저주받은 곳엔 너희 둘뿐이다.",
    "이제 둘만 남았군. 빌어먹을!",
    "너랑 다른 한 놈만 남았다. 행운을 빈다.",
    "이제 너희 둘뿐이다. 절망하지 말고 마지막 숨을 거둘 때까지 싸워라!"
}

MODE.OneLeftCommander = {
    "너만 남았다. 네 영혼에 신의 자비가 있기를.",
    "네가 유일한 생존자다. 아마 아닐지도 모르겠지만. 잘 싸워줬다.",
    "이제 너랑 나뿐인가? 내가 거기 없어서 다행이군.",
    "네가 마지막이다. 미안하군, 병사여."
}

MODE.FirstCasualtyContractor = {
    "첫 번째 처치.",
    "벌써 한 놈이 당했다. 집중해.",
    "생존자 한 명 사망.",
    "누군가 죽었다. 동화됐든 총에 맞았든 상관없다. 계속해."
}

MODE.HalfWayContractor = {
    "생존자가 절반으로 줄어들 때까지 버텼군. 인상적이야.",
    "네 적들의 절반 정도가 죽었다. 참고하라고.",
    "벌써 절반이나 죽었군. 잘했다, 요원. 임무를 계속 수행해라.",
    "잘했다 요원, 생존자의 절반 정도가 처리되었다.",
}

MODE.ThreeLeftContractor = {
    "이제 생존자는 단 두 명이다. 시작한 일을 끝내라.",
    "이제 두 놈 남았다. 뭘 해야 할지는 알겠지.",
    "생존자 2명 남음. 잘했다, 거의 다 왔어.",
    "너와 다른 두 생존자만 남았다. 찾아서 죽여라."
}

MODE.TwoLeftContractor = {
    "이제 생존자는 단 한 명이다. 끝내버려.",
    "이제 처리할 놈은 하나뿐이다. 실수하지 마.",
    "마지막 한 놈을 찾아 죽여라. 탈출이 기다리고 있다.",
    "적군 한 명 남음. 찾아내라."
}

MODE.OneLeftContractor = {
    "이 학살극의 유일한 생존자가 되었군. 임무 완료. 탈출 지점으로 이동하라.",
    "모두 처리했다. 임무 완료. 탈출 지점으로 이동하라.",
    "요원, 네가 마지막 생존자다. 임무 완료. 탈출 지점으로 이동하라.",
    "요원, 임무 성공이다. 탈출 지점으로 이동하라."
}